Repository: fourdigits/collective.documentviewer
Catalog: collective/documentviewer/locales/*/LC_MESSAGES/collective.documentviewer.po
Languages: nl

source: *experimental* If you're serving files straight from a web server, there is no way to do permission checks on them. This provides a bit more security as the path to the resources will be more difficult to guess and never publisized. Of course, do not have your web server list directory contents. *If you don't know what this does, you probably do NOT want to enable it*
nl: * Experimenteel * Als u bestanden rechtstreeks van een webserver afweert, is er geen mogelijkheid om toestemmingstests te doen. Dit geeft een beetje meer zekerheid, omdat het pad naar de middelen moeilijker zal raden en nooit wordt gepubliceerd. Natuurlijk, heb je de inhoud van de webserver lijst niet. * Als je niet weet wat dit doet, wil je het waarschijnlijk niet inschakelen *

source: A new conversion to the Document Viewer is currently being generated for this document.
nl: Er wordt momenteel een nieuwe conversie naar de Document Viewer gegenereerd voor dit document.

source: Add
nl: Toevoegen

source: Add Annotation
nl: Voeg annotatie toe

source: Add Section
nl: Voeg sectie toe

source: Are you sure you want to convert this to document viewer?
nl: Weet u zeker dat u dit wilt converteren naar documentviewer?

source: Async Quota Size
nl: Async Quota Grootte

source: Auto Convert
nl: Automatische omzetten

source: Auto layout file types
nl: Auto-indeling bestandstypes

source: Automatically convert files on creation and modification.
nl: Omzetten automatisch bestanden op creatie en wijziging.

source: Blob storage using the normal ZODB blob mechanism. File storage is for just storage the files on the file system with no hard reference on write to the ZODB. This allows you to easily push the files to be served off-site.
nl: Blobopslag met behulp van het normale ZODB blobmechanisme. Bestandsopslag is om alleen de bestanden op het bestandssysteem op te slaan zonder te horen bij schrijven naar de ZODB. Dit stelt u in staat om de bestanden die u off-site wilt serveren gemakkelijk te plaatsen.

source: Click and drag an area of the image to select where the annotation should be.
nl: Klik en sleep een gebied van de afbeelding om te selecteren waar de aantekening moet zijn.

source: Close
nl: Dichtbij

source: Convert
nl: Converteren

source: Convert this to document viewer
nl: Zet dit om naar documentviewer

source: Converting
nl: Het omzetten

source: Current Annotations
nl: Huidige annotaties

source: Current Sections
nl: Huidige secties

source: Default height to use for viewer (only for non-fullscreen mode).
nl: Standaard hoogte om te gebruiken voor viewer (alleen voor niet-fullscreen modus).

source: Default to fullscreen viewer.
nl: Standaard naar fullscreen viewer.

source: Default to show sidebar on Document Viewer.
nl: Standaard om sidebar te tonen op Document Viewer.

source: Default to show sidebar.
nl: Standaard om zijbalk te tonen.

source: Detect if pdf has text before performing OCR on it. If text is found, ocr will be skipped. If OCR is disabled, text will always try to be retrieved from the PDF file anyways.
nl: Ontdek of pdf tekst bevat voordat u OCR erop uitvoert. Als tekst gevonden wordt, wordt ocr overgeslagen. Als OCR is uitgeschakeld, probeert de tekst altijd in het PDF-bestand te worden opgehaald.

source: Detect text
nl: Ontdek tekst

source: Document Viewer Async Tasks
nl: Document Viewer Async taken

source: Document Viewer Settings
nl: Document Viewer Instellingen

source: Enable search on group view.
nl: Activeer zoekopdracht op groepsweergave.

source: Extra types only work with openoffice/libreoffice installed.
nl: Extra typen werken alleen met openoffice / libreoffice geïnstalleerd.

source: Extract the text from the PDF using OCR technology.
nl: Pak de tekst uit de PDF met behulp van OCR-technologie.

source: For folders. Does not apply to topics.
nl: Voor mappen. Niet van toepassing op onderwerpen.

source: For pdf files.
nl: Voor pdf-bestanden.

source: Group View Batch Size
nl: Groepsweergave Batchgrootte

source: If this is enabled, the text will be extracted from the PDF and will be searchable using the search widget and with the Plone search. You will need to run conversion again for this parameter to be taken into account.
nl: Als dit is ingeschakeld, wordt de tekst uit de PDF geëxtraheerd en kan u de zoek widget gebruiken met de Plone-zoekopdracht. U moet opnieuw conversie uitvoeren om rekening te houden met deze parameter.

source: If this is enabled, the text will be extracted from the PDF and will be searchable using the search widget and with the Plone search. If this is disabled, the two following parameters 'OCR' and 'Detect text' are not taken into account. Take care that this will not make already converted elements searchable/not searchable, you will have to convert existing element yourself.
nl: Als dit is ingeschakeld, wordt de tekst uit de PDF geëxtraheerd en kan u de zoek widget gebruiken met de Plone-zoekopdracht. Als dit is uitgeschakeld, worden de twee volgende parameters 'OCR' en 'Tekst detecteren' niet in aanmerking genomen. Zorg ervoor dat dit niet maakt dat al geconverteerde elementen zoekbaar / niet doorzoekbaar zijn, u moet zelf het bestaande element zelf converteren.

source: If you're syncing your storage to another server you would like to serve the pdf resources from, please specify the base url path.
nl: Als u uw opslag synchroniseert met een andere server, wilt u de pdf-bronnen serveren, geef dan de basis url-pad op.

source: Image Format
nl: Beeldformaat

source: Large Image Size
nl: Grote afbeelding grootte

source: Leave blank to take full width.
nl: Laat leeg om volledige breedte te maken.

source: Loading
nl: het laden

source: Make searchable
nl: Maak zoekbaar

source: Manage Annotations
nl: Beheer annotaties

source: Manage Sections
nl: Secties beheren

source: Normal Image Size
nl: Normale beeldgrootte

source: Number of conversions to run at a time. The quota name assigned is `dv`.
nl: Aantal conversies om tegelijkertijd te worden uitgevoerd. De toegewezen quotumnaam is `dv`.

source: Obfuscate private file paths
nl: Verfijn privé-bestandspaden

source: On Document Viewer.
nl: Op Document Viewer.

source: Only for file storage not with zodb. Plone client must have write access to directory.
nl: Alleen voor opslag van bestanden niet bij zodb. Plone-client moet schrijf toegang hebben tot de map.

source: Override Contributor Organization
nl: Verboden organisatieorganisatie overschrijven

source: PDF is now being converted to Document Viewer. The current view will remain until the conversion process is complete.
nl: PDF wordt nu omgezet naar Document Viewer. De huidige weergave blijft tot het conversieproces voltooid is.

source: Page
nl: Pagina

source: Page:
nl: Pagina:

source: Required
nl: nodig

source: Show Document Viewer Conversion Error
nl: Toon conversiefout voor documentweergave

source: Show search box
nl: Toon zoekvak

source: Show search on group view
nl: Toon zoekopdracht in groepsweergave

source: Show sidebar
nl: Toon zijbalk

source: Since you do not have docsplit installed on this system, we can not render the pages of this document.
nl: Aangezien u geen docsplit hebt geïnstalleerd op dit systeem, kunnen we de pagina's van dit document niet maken.

source: Storage Type
nl: Opslagtype

source: Storage location
nl: Opslaglocatie

source: Text
nl: Tekst

source: The Document Viewer requires that you enable Javascript.
nl: De Document Viewer vereist dat u Javascript inschakelt.

source: The document is currently being converted to the Document Viewer view.
nl: Het document wordt momenteel geconverteerd naar de viewer van Document Viewer.

source: The file is active in the Queue.
nl: Het bestand is actief in de wachtrij.

source: The file is not a supported document type. Your type may be supported. Check out the document viewer configuration settings.
nl: Het bestand is geen ondersteunend documenttype. Uw type kan worden ondersteund. Bekijk de configuratie instellingen van de documentviewer.

source: The file is number ${position} in the Queue.
nl: Het bestand is nummer $ {positie} in de wachtrij.

source: The page the section is for.
nl: De pagina waar de sectie voor staat.

source: The text for the annotation. Can include html.
nl: De tekst voor de annotatie. Kan html bevatten.

source: The title of the annotation
nl: De titel van de annotatie

source: The title of the section
nl: De titel van de sectie

source: There was an error trying to convert the document. Maybe the document is encrypted, corrupt or malformed? Check log for details.
nl: Er is een fout opgetreden om het document te converteren. Misschien is het document gecodeerd, beschadigd of misvormd? Controleer logboek voor details.

source: This document is not yet converted to document viewer. Please click the `Document Viewer Convert` button in the actions menu to convert.
nl: Dit document is nog niet omgezet in document viewer. Klik op de knop `Document Viewer Convert` in het acties menu om te converteren.

source: This file is currently being converted to document viewer.
nl: Dit bestand wordt momenteel omgezet in document viewer.

source: Thumb Image Size
nl: Duim Beeld Grootte

source: Title
nl: Titel

source: Viewer Height
nl: Kijkerhoogte

source: Viewer Width
nl: Kijkerbreedte

source: What to override the contributor field on viewer with.Leave blank to use document owner.
nl: Wat om de bijdrager veld op de kijker te overschrijven with.Leave leeg om de documenteigenaar te gebruiken.

source: What to override the organization field on viewer with.Leave blank to use site title.
nl: Wat het organisatorieveld op de kijker moeten overschrijven with.Leave blank om site titel te gebruiken.

source: You may visit ${tag} until the conversion is complete.
nl: U kunt $ {tag} bezoeken tot de conversie is voltooid.

source: You might also want to ${url}.
nl: U wilt misschien ook $ {url}.

source: check it in the process queue
nl: Controleer het in de proceswachtrij

source: the current file
nl: Het huidige bestand
